
//TODO: Сделать поиск по нескольким тегам
//TODO: Подумать над поиском
//TODO: Добавить историю
//TODO: Перевести все на Kotlin
//TODO: Так а что с фрагментами делать?
//TODO: Оптимизировать Адаптер
//TODO: Перевести XML в Anko DSL
//TODO: Добавить ГугЛ аутентификацию
//TODO: Добавить редактирование альбомов
//TODO: Вынести контролер БД в Синглтон
//TODO: Интегрировать SD и коллекции
//TODO: Tag Editor?
//TODO: Кастомныные уведомления
//TODO: Как отказаться от браузера?

//Picasso Retrofit okhttp